{
  "reviews": [
    {
      "name": "Victoria Burns",
      "date": "2018-06-13",
      "body": "First Yoga class and I really enjoyed it. Clare was an excellent instructor, explained everything clearly, just the right pace. Will be back next week."
    },
    {
      "name": "Gill Bruce",
      "date": "2018-06-13",
      "body": "A really good mix of strength and toning, stretching and relaxation!"
    },
    {
      "name": "Roberta Black",
      "date": "2018-06-13",
      "body": "Great class at Beckwith Gym tonight thank you."
    },
    {
      "name": "Liza Swarbrick",
      "date": "2018-06-14",
      "body": "Great class, great instructor. Thoroughly enjoyed my very first yoga class!"
    },
    {
      "name": "Sean Baldwin",
      "date": "2018-07-10",
      "url": "https://goo.gl/maps/1VCeJL9crrr",
      "body": "Clare is a great yoga instructor, whether you’re just beginning or needing that extra push. Clare is very clear in her instructions, while also creating a calm and peaceful environment, making you come away from her class feeling like you’ve done some physical effort and strangely relaxed at the same time! Couldn’t recommend Clare enough!"
    },
    {
      "name": "Deborah Williams",
      "date": "2018-07-12",
      "body": "Really enjoyed it. Clear instructions from Clare and relaxing vibe throughout. Thoroughly recommend."
    },
    {
      "name": "Helen Doyle",
      "date": "2018-07-12",
      "body": "Great class. Really nice mix of stretching, toning and a bit of relaxation. Will be a regular."
    },
    {
      "name": "Georgie Ratcliffe",
      "date": "2018-11-21",
      "url": "https://www.facebook.com/georgie.ratcliffe.3/posts/10210082958750006",
      "body": "Myself and my mum have been going to Clare’s yoga sessions for some time. We both love it. Each session is always thorough with Clare always helping with positions if you can’t achieve them at first. Every session relaxes my body and mind. Calming my thoughts down from a bad day. I have noticed within myself that yoga helps my mental stability. Clare is one of the nicest, kindest and thorough instructors there are. She makes me and my mum very comfortable, understands & helps when you can’t achieve a position and guides you along each session. Clare’s yoga sessions are by far one of the best decisions I have made to make in a long time. ⭐️🧚🏼‍♂️"
    }
  ]
}
